/* Email inválido Error Message */
"Email inválido." = "Invalid Email";

/* Erro na Conexao Error Message */
"Erro na conexão." = "Network Error.";

/* Login ou senha inválidos Error Message */
"Login ou senha inválidos." = "Invalid login/password.";

/* Metal Categoria */
"Metal" = "Metal";

/* Nome do Usuário em Uso Error Message */
"Nome de usuário já está em uso." = "Username already in use.";

/* Email em Uso Error Message */
"O email já está em uso." = "Email already in use.";

/* Outros Categoria */
"Outros" = "Other";

/* Papel Categoria */
"Papel" = "Paper";

/* Plástico Categoria */
"Plástico" = "Plastic";

/* Vidro Categoria */
"Vidro" = "Glass";

/* Categoria Metal */
"Metal" = "Metal";

/* MINovoPedidoCategoriaViewController title */
"Passo 1" = "Step 1";

/* A descrição é um campo obrigatório. */
"A descrição é um campo obrigatório." = "Description is a required field.";

/* Mensagem Aguarde... */
"Aguarde..." = "Please wait...";

/* Camera Button */
"Camera" = "Camera";

/* Campo 'A cada' deve ter um valor. */
"Campo 'A cada' deve ter um valor." = "Field 'For each' must have a value.";

/* Campo 'A cada' é obrigatório. */
"Campo 'A cada' é obrigatório." = "'For each' is a required field.";

/* Campo 'A cada' muito longo (>25) */
"Campo 'A cada' muito longo (>25)" = "Field 'For each' is too long (>25).";

/* Campo 'Dou' deve ter um valor. */
"Campo 'Dou' deve ter um valor." = "Field 'I'll give' must have a value.";

/* Campo 'Dou' é obrigatório. */
"Campo 'Dou' é obrigatório." = "Field 'I'll give' is a required field.";

/* Campo 'Dou' muito longo (>25). */
"Campo 'Dou' muito longo (>25)." = "Field 'I'll give' is too long (>25).";

/* concluirButton */
"Concluir" = "Post!";

/* Descrição muito longa (>140). */
"Descrição muito longa (>140)." = "Field 'Description' is too long (>140).";

/* MINovoPedidoDadosViewController title - isEditing */
"Editando" = "Editing";

/* Placeholder Origami */
"Ex.: 1 origami" = "Ex.: 1 origami";

/* Placeholder Azulejos */
"Ex.: azujelos coloridos" = "Ex.: colored tiles";

/* Placeholder Carrinhos */
"Ex.: carrinho de plástico" = "Ex.: plastic toy";

/* Placeholder Cerveja Cheia */
"Ex.: cerveja cheia" = "Ex.: homemade beer";

/* Placeholder Coca */
"Ex.: coca-cola" = "Ex.: coke";

/* Placeholder Garrafas Pet */
"Ex.: garrafas PET 2L" = "Ex.: 2L PET bottles";

/* Placeholder Garrafas Vazias */
"Ex.: garrafas vazias" = "Ex.: empty beer bottles";

/* Placeholder Jornais */
"Ex.: jornais velhos" = "Ex.: old newspapers";

/* Placeholder Latinhas */
"Ex.: latinhas de coca-cola vazias" = "Ex.: empty coke cans";

/* Placeholder Mosaico */
"Ex.: mini-mosaico" = "Ex.: mini-mosaic";

/* Galeria Button */
"Galeria" = "Galery";

/* MINovoPedidoDadosViewController title - passo 2 */
"Passo 2" = "Step 2";

/* Mensagem Sucesso. */
"Sucesso." = "Success.";

/* Logout Button */
"Logout" = "Logout";

/* Placeholder Mudar Endereço */
"Mudar endereço" = "Change Address";

/* Cancelar Action */
"Cancelar" = "Cancel";

/* Confirmação Finalizar Pedido */
"Deseja realmente finalizar o pedido?" = "Do you really want to close the request?";

/* Editar Button */
"Editar" = "Edit";

/* Eu tenho! Button */
"Eu tenho!" = "Trade!";

/* Finalizar Pedido Title */
"Finalizar Pedido" = "Close Request";

/* Finalizar Pedido Sucesso */
"Pedido finalizado com sucesso!" = "Request closed with success!";

/* OK action */
"Sim" = "Yes";

/* Chat Title */
"Chat" = "Chat";

/* Picture save error. */
"Erro ao salvar imagem." = "Couldn't save the image.";

/* Local Button */
"Local" = "Place";

/* Bem-vindo Message */
"Bem-vindo, %@!" = "Welcome, %@!";

/* Logando Message */
"Logando..." = "Logging in...";

/* Login Obrigatorio */
"Login é um campo obrigatório." = "Login is a required field.";

/* App Name */
"Midas" = "Midas";

/* senha obrigatória */
"Senha é um campo obrigatório." = "Password is a required field.";

/* Senha - muitos caracteres message */
"A senha deve ter menos de 30 caracteres." = "Password must have less than 30 characters.";

/* Senha - Poucos Caracteres Message */
"A senha deve ter pelo menos 6 caracteres." = "Password must have at least 6 characters.";

/* Senhas devem ser iguais Message */
"As senhas devem ser iguais." = "Both passwords must match.";

/* Email Obrigatorio Message */
"Email é obrigatório." = "Email is a required field.";

/* Login - Muitos Caracteres Message */
"O login deve ter menos de 20 caracteres." = "Login must have less than 20 characters.";

/* Login - Poucos Caracteres Message */
"O login deve ter pelo menos 4 caracteres." = "Login must have at least 4 characters.";

/* Registrando Message */
"Registrando..." = "Registering...";

/* Bairro - Campo obrigatório Message */
"Bairro é um campo obrigatório." = "District is a required field.";

/* Cidade - Campo obrigatório Message */
"Cidade é um campo obrigatório." = "City is a required field.";

/* Endereço Inválido Message */
"Endereço Inválido" = "Invalid Address";

/* Rua - Campo obrigatório Message */
"Rua é um campo obrigatório." = "Street is a required field.";

"load_earlier_messages" = "Load earlier messages.";

"send" = "Send";

"new_message" = "New message";


/* Titulo Termos de Uso */
"Termos de Uso" = "Termos de Uso";

"Conteudo Termos de Uso" = "1. O Midas não é fornecedor de quaisquer produtos ou serviços anunciados nem se responsabiliza pelas trocas oferecidas pelos usuários. O Midas presta um serviço consistente na oferta de uma plataforma que fornece espaços para que usuários anunciem e possam negociar direta e exclusivamente entre si; \n\n 2. Os usuários só poderão oferecer serviços/produtos como recompensa que possam cumprir diretamente com os termos do anúncio e todas as suas características; \n\n 3. Para utilizar os serviços do Midas, o usuário deverá efetuar um cadastro único, criando um login e senha que são pessoais e intransferíveis. O Midas não se responsabiliza pelo uso inadequado e divulgação destes dados para terceiros. O Midas, nem quaisquer de seus empregados ou prepostos solicitará, por qualquer meio, físico ou eletrônico, que seja informada sua senha; \n\n 4. O Midas, em razão de violação à legislação em vigor ou aos termos gerais de uso do M.das, conforme a situação, poderá, sem prejuízo de outras medidas, recusar qualquer solicitação de cadastro, advertir, suspender, temporária ou definitivamente, a conta de um usuário e seus anúncios; \n\n 5. Não é permitido anunciar produtos expressamente proibidos pela legislação vigente ou pelos Termos e condições gerais de uso do app, que não possuam a devida autorização específica de órgãos reguladores competentes, ou que violem direitos de terceiros;";


/* Titulo Dicas de Uso */
"Dicas de Uso" = "Dicas de Uso";

"Conteudo Dicas de Uso" = "1. Em hipótese alguma forneça dados pessoais, como números de cartões ou senhas, através do app.\n\n2. Marque uma negociação apenas quando você não tiver dúvidas. O usuários precisam te transmitir segurança.\n\n3. Não negocie produtos ilegais ou perigosos.\n\n4. Recomendamos que as trocas sejam realizadas em locais públicos.";
